𝚌𝚘𝚗𝚜𝚝 sulthan = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('../𝚎𝚟𝚎𝚗𝚝𝚜');
 𝚌𝚘𝚗𝚜𝚝 { 𝙼𝚎𝚜𝚜𝚊𝚐𝚎𝚃𝚢𝚙𝚎, 𝙼𝚒𝚖𝚎𝚝𝚢𝚙𝚎 } = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('@𝚊𝚍𝚒𝚠𝚊𝚓𝚜𝚑𝚒𝚗𝚐/𝚋𝚊𝚒𝚕𝚎𝚢𝚜');
 𝚌𝚘𝚗𝚜𝚝 𝚏𝚜 = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('𝚏𝚜');
 𝚌𝚘𝚗𝚜𝚝 𝚏𝚏𝚖𝚙𝚎𝚐 = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('𝚏𝚕𝚞𝚎𝚗𝚝-𝚏𝚏𝚖𝚙𝚎𝚐');
 𝚌𝚘𝚗𝚜𝚝 { 𝚎𝚡𝚎𝚌𝙵𝚒𝚕𝚎 } = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('𝚌𝚑𝚒𝚕𝚍_𝚙𝚛𝚘𝚌𝚎𝚜𝚜');
 𝚌𝚘𝚗𝚜𝚝 𝙲𝚘𝚗𝚏𝚒𝚐 = 𝚛𝚎𝚚𝚞𝚒𝚛𝚎('../𝚌𝚘𝚗𝚏𝚒𝚐');

          𝚟𝚊𝚛 𝚖𝚘𝚍𝚎 = ''
𝚒𝚏 (𝙲𝚘𝚗𝚏𝚒𝚐.𝙱𝙲 == '𝚍𝚎𝚏𝚊𝚞𝚕𝚝') 𝚖𝚘𝚍𝚎 = 'ᴅᴇᴠᴇʟᴏᴘᴇʀ : sulthan'

𝚎𝚕𝚜𝚎 𝚖𝚘𝚍𝚎 = 'ғᴏʀᴡᴀʀᴅᴇᴅ ʙʏ ' + 𝙲𝚘𝚗𝚏𝚒𝚐.𝙱𝙲

            𝚌𝚘𝚗𝚜𝚝 abhinav = {

                  𝚔𝚎𝚢: {"𝚏𝚛𝚘𝚖𝙼𝚎": 𝚏𝚊𝚕𝚜𝚎,"𝚙𝚊𝚛𝚝𝚒𝚌𝚒𝚙𝚊𝚗𝚝": "0@𝚜.𝚠𝚑𝚊𝚝𝚜𝚊𝚙𝚙.𝚗𝚎𝚝","𝚛𝚎𝚖𝚘𝚝𝚎𝙹𝚒𝚍": "0@𝚜.𝚠𝚑𝚊𝚝𝚜𝚊𝚙𝚙.𝚗𝚎𝚝"},"𝚖𝚎𝚜𝚜𝚊𝚐𝚎": {"𝚐𝚛𝚘𝚞𝚙𝙸𝚗𝚟𝚒𝚝𝚎𝙼𝚎𝚜𝚜𝚊𝚐𝚎": {"𝚐𝚛𝚘𝚞𝚙𝙹𝚒𝚍": "62895619083555-1616169743@𝚐.𝚞𝚜","𝚒𝚗𝚟𝚒𝚝𝚎𝙲𝚘𝚍𝚎": "𝚖𝚎𝚖𝚎𝚖𝚝𝚎𝚎𝚎𝚎𝚔𝚔𝚎𝚔𝚎","𝚐𝚛𝚘𝚞𝚙𝙽𝚊𝚖𝚎": "𝙴𝚕𝚜𝚊 𝙼𝚠𝚘𝚕", "𝚌𝚊𝚙𝚝𝚒𝚘𝚗": 𝚖𝚘𝚍𝚎 , '𝚓𝚙𝚎𝚐𝚃𝚑𝚞𝚖𝚋𝚗𝚊𝚒𝚕': 𝚏𝚜.𝚛𝚎𝚊𝚍𝙵𝚒𝚕𝚎𝚂𝚢𝚗𝚌('./𝚖𝚎𝚍𝚒𝚊/𝚒𝚖𝚊𝚐𝚎/𝚕𝚘𝚐𝚘.𝚓𝚙𝚐')}}
             
             
            }

sulthan.𝚊𝚍𝚍𝙲𝚘𝚖𝚖𝚊𝚗𝚍({𝚙𝚊𝚝𝚝𝚎𝚛𝚗: 'sulthan𝚏𝚘𝚛𝚠𝚊𝚛𝚍 ?(.*)', 𝚏𝚛𝚘𝚖𝙼𝚎: 𝚝𝚛𝚞𝚎, 𝚍𝚎𝚜𝚌: '𝚒𝚝𝚜 𝚏𝚘𝚛𝚊𝚠𝚊𝚛𝚍 𝚛𝚎𝚙𝚕𝚒𝚎𝚍 𝚊𝚞𝚍𝚒𝚘'}, (𝚊𝚜𝚢𝚗𝚌 (𝚖𝚎𝚜𝚜𝚊𝚐𝚎, 𝚖𝚊𝚝𝚌𝚑) => {   
  
    𝚒𝚏 (𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚛𝚎𝚙𝚕𝚢_𝚖𝚎𝚜𝚜𝚊𝚐𝚎 === 𝚏𝚊𝚕𝚜𝚎);
    
    
      
      
    𝚟𝚊𝚛 𝚕𝚘𝚌𝚊𝚝𝚒𝚘𝚗 = 𝚊𝚠𝚊𝚒𝚝 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚌𝚕𝚒𝚎𝚗𝚝.𝚍𝚘𝚠𝚗𝚕𝚘𝚊𝚍𝙰𝚗𝚍𝚂𝚊𝚟𝚎𝙼𝚎𝚍𝚒𝚊𝙼𝚎𝚜𝚜𝚊𝚐𝚎({
        𝚔𝚎𝚢: {
            𝚛𝚎𝚖𝚘𝚝𝚎𝙹𝚒𝚍: 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚛𝚎𝚙𝚕𝚢_𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚓𝚒𝚍,
            𝚒𝚍: 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚛𝚎𝚙𝚕𝚢_𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚒𝚍
        },
        𝚖𝚎𝚜𝚜𝚊𝚐𝚎: 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚛𝚎𝚙𝚕𝚢_𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚍𝚊𝚝𝚊.𝚚𝚞𝚘𝚝𝚎𝚍𝙼𝚎𝚜𝚜𝚊𝚐𝚎
    });
𝚕𝚎𝚝 𝚒𝚍 = 𝚖𝚊𝚝𝚌𝚑[1];
    𝚏𝚏𝚖𝚙𝚎𝚐(𝚕𝚘𝚌𝚊𝚝𝚒𝚘𝚗)
        .𝚏𝚘𝚛𝚖𝚊𝚝('𝚖𝚙3')
        .𝚜𝚊𝚟𝚎('𝚘𝚞𝚝𝚙𝚞𝚝.𝚖𝚙3')
        .𝚘𝚗('𝚎𝚗𝚍', 𝚊𝚜𝚢𝚗𝚌 () => {
           𝚊𝚠𝚊𝚒𝚝 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚌𝚕𝚒𝚎𝚗𝚝.𝚜𝚎𝚗𝚍𝙼𝚎𝚜𝚜𝚊𝚐𝚎(𝚒𝚍, 𝚏𝚜.𝚛𝚎𝚊𝚍𝙵𝚒𝚕𝚎𝚂𝚢𝚗𝚌('𝚘𝚞𝚝𝚙𝚞𝚝.𝚖𝚙3'), 𝙼𝚎𝚜𝚜𝚊𝚐𝚎𝚃𝚢𝚙𝚎.𝚊𝚞𝚍𝚒𝚘, { 𝚖𝚒𝚖𝚎𝚝𝚢𝚙𝚎: 𝙼𝚒𝚖𝚎𝚝𝚢𝚙𝚎.𝚖𝚙4𝙰𝚞𝚍𝚒𝚘,𝚍𝚞𝚛𝚊𝚝𝚒𝚘𝚗: 𝙲𝚘𝚗𝚏𝚒𝚐.𝚂𝙰𝙸𝙳, 𝚚𝚞𝚘𝚝𝚎𝚍: 𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚍𝚊𝚝𝚊, 𝚙𝚝𝚝: 𝚝𝚛𝚞𝚎,𝚚𝚞𝚘𝚝𝚎𝚍: { 𝚔𝚎𝚢: { 𝚏𝚛𝚘𝚖𝙼𝚎: 𝚏𝚊𝚕𝚜𝚎, 𝚙𝚊𝚛𝚝𝚒𝚌𝚒𝚙𝚊𝚗𝚝: `0@𝚜.𝚠𝚑𝚊𝚝𝚜𝚊𝚙𝚙.𝚗𝚎𝚝`, ...(𝚖𝚎𝚜𝚜𝚊𝚐𝚎.𝚓𝚒𝚍 ? { 𝚛𝚎𝚖𝚘𝚝𝚎𝙹𝚒𝚍: "𝚜𝚝𝚊𝚝𝚞𝚜@𝚋𝚛𝚘𝚊𝚍𝚌𝚊𝚜𝚝" } : {}) }, 𝚖𝚎𝚜𝚜𝚊𝚐𝚎: { 𝚘𝚛𝚍𝚎𝚛𝙼𝚎𝚜𝚜𝚊𝚐𝚎: { 𝚒𝚝𝚎𝚖𝙲𝚘𝚞𝚗𝚝: 9999999999, 𝚜𝚝𝚊𝚝𝚞𝚜: 200, 𝚝𝚑𝚞𝚖𝚋𝚗𝚊𝚒𝚕: 𝚏𝚜.𝚛𝚎𝚊𝚍𝙵𝚒𝚕𝚎𝚂𝚢𝚗𝚌('./𝚙𝚑𝚘𝚝𝚘/𝚖𝚊𝚊𝚕𝚞𝚝𝚝𝚢.𝚓𝚙𝚐'), 𝚜𝚞𝚛𝚏𝚊𝚌𝚎: 200, 𝚖𝚎𝚜𝚜𝚊𝚐𝚎: 𝙲𝚘𝚗𝚏𝚒𝚐.𝙱𝙲, 𝚘𝚛𝚍𝚎𝚛𝚃𝚒𝚝𝚕𝚎: 𝙲𝚘𝚗𝚏𝚒𝚐.𝙱𝙲, "𝚞𝚛𝚕": "𝚑𝚝𝚝𝚙𝚜://𝚖𝚖𝚐.𝚠𝚑𝚊𝚝𝚜𝚊𝚙𝚙.𝚗𝚎𝚝/𝚍/𝚏/𝙰𝚝0𝚡7𝚉𝚍𝙸𝚟𝚞𝚒𝚌𝚏𝚓𝚕𝚏9𝚘𝚆𝚂6𝙰3𝙰𝚁9𝚇𝙿𝚑0𝙿-𝚑𝚉𝙸𝚅𝙿𝙻𝚜𝙸70𝚗𝙼.𝚎𝚗𝚌", "𝚖𝚒𝚖𝚎𝚝𝚢𝚙𝚎": "𝚒𝚖𝚊𝚐𝚎/𝚓𝚙𝚎𝚐", "𝚌𝚊𝚙𝚝𝚒𝚘𝚗": 𝙲𝚘𝚗𝚏𝚒𝚐.𝙱𝙾𝚃 + '\𝚗', "𝚏𝚒𝚕𝚎𝚂𝚑𝚊256": "+𝙸𝚊+𝙳𝚠𝚒𝚋70𝚈1𝙲𝚆𝚁𝙼𝙰𝙿9𝚀𝙻𝙹𝙺𝚓𝙸𝙹𝚝54𝚏𝙺𝚢𝚌𝙾𝚏𝙱2𝙾𝙴𝚉𝚋𝚃𝚄=", "𝚏𝚒𝚕𝚎𝙻𝚎𝚗𝚐𝚝𝚑": "28777", "𝚑𝚎𝚒𝚐𝚑𝚝": 1080, "𝚠𝚒𝚍𝚝𝚑": 1080, "𝚖𝚎𝚍𝚒𝚊𝙺𝚎𝚢": "𝚟𝚇𝚖𝚁𝚁7𝚉𝚄𝚎𝙳𝚆𝚓𝚇𝚢5𝚒𝚀𝚔17𝚃𝚛𝚘𝚠𝙱𝚣𝚞𝚠𝚁𝚢𝚊0𝚎𝚛𝚛𝙰𝙵𝚗𝚇𝚡𝚋𝙶𝚌=", "𝚏𝚒𝚕𝚎𝙴𝚗𝚌𝚂𝚑𝚊256": "𝚜𝚁9𝙳2𝚁𝚂5𝙹𝚂𝚒𝚏𝚠49𝙷𝚎𝙱𝙰𝙳𝚐𝚞𝙸23𝚏𝚆𝙳𝚣1𝚊𝚉𝚞4𝚏𝚊𝚆𝙶/𝙲𝚢𝚁𝚈=", "𝚍𝚒𝚛𝚎𝚌𝚝𝙿𝚊𝚝𝚑": "/𝚟/𝚝62.7118-24/21427642_840952686474581_572788076332761430_𝚗.𝚎𝚗𝚌?𝚘𝚑=3𝚏57𝚌1𝚋𝚊2𝚏𝚌𝚊𝚋95𝚏2𝚌0𝚋𝚋475𝚍72720𝚋𝚊&𝚘𝚎=602𝙵3𝙳69", "𝚖𝚎𝚍𝚒𝚊𝙺𝚎𝚢𝚃𝚒𝚖𝚎𝚜𝚝𝚊𝚖𝚙": "1610993486", "𝚓𝚙𝚎𝚐𝚃𝚑𝚞𝚖𝚋𝚗𝚊𝚒𝚕": 𝚏𝚜.𝚛𝚎𝚊𝚍𝙵𝚒𝚕𝚎𝚂𝚢𝚗𝚌('./𝚙𝚑𝚘𝚝𝚘/sulthan.𝚓𝚙𝚐')}}}});
});
}));
